Repository: kovshenin/technical-support
Catalog: languages/ts-*.po
Languages: es_es, fr_fr

source: Theme Layout
es_es: Diseño de Tema
fr_fr: Mise en forme

source: Admin Panel
es_es: Panel de Administración
fr_fr: Panneau administrateur

source: Plugin Issue
es_es: Problemas con el plugin
fr_fr: Question d'extension

source: Core Functionality
es_es: Funcionalidades básicas
fr_fr: Fonctionnalités principales

source: Core Upgrade Request
es_es: Actualización del nucleo requerida
fr_fr: Demande de mise à jour des fonctionnalités

source: Plugin Upgrade Request
es_es: Actualización del plugin requerida
fr_fr: Demande de mise à jour d'extension

source: Theme Modification Request
es_es: Modificación del theme requerida
fr_fr: Demande de modification de Thème

source: General Support
es_es: Soporte General
fr_fr: Support général

source: Other (please state below)
es_es: Otros (por favor indicar en la descripción)
fr_fr: Autre (s'il vous plaît indiquer ci-dessous)

source: New Support Ticket:
es_es: Nuevo ticket de soporte
fr_fr: Nouveau Ticket de Support :

source: Attention! A support ticket has been submitted at
es_es: ¡Atención! Ha sido enviado un nuevo ticket de soporte a
fr_fr: Attention! Un ticket d'assistance a été soumis au

source: Details follow:
es_es: Descripción:
fr_fr: Détails suivant :

source: Name:
es_es: Nombre:
fr_fr: Nom&nbsp;:

source: Related to:
es_es: Referente a:
fr_fr: Associés à :

source: Technical Support for WordPress (http://kovshenin.com/1992)
es_es: <br>Soporte Tecnico para WordPress de http://kovshenin.com/1992
fr_fr: Support technique pour WordPress (http://kovshenin.com/1992)

source: The <strong>Technical Support</strong> plugin requires configuration.
es_es: El plugin <strong>Soporte Técnico</strong> requiere configuración
fr_fr: Le <strong>support technique</strong> de l'extension nécessite une configuration.

source: Please proceed to the
es_es: Por favor proceda a
fr_fr: S'il vous plaît passer à

source: plugin settings page
es_es: página de configuración del plugin
fr_fr: page des paramètres de l'extension

source: Please don't submit empty reports!
es_es: Por favor no envíe solicitudes vacías
fr_fr: S'il vous plaît ne pas soumettre des rapports vides !

source: From:
es_es: De:

source: Reply-To:
es_es: Responder a:

source: Your e-mail has been sent!
es_es: Su solicitud ha sido enviada
fr_fr: Votre e-mail a été envoyé!

source: E-mail could not be sent, please contact support directly:
es_es: Su solicitud no ha
fr_fr: E-mail n'a pas pu être envoyé, s'il vous plaît contacter le support directement :

source: Technical Support
es_es: Soporte Técnico
fr_fr: Support Technique

source: Please use this form to report encountered bugs, issues and other support requests directly to
es_es: Por favor, use este formulario para informar de los errores encontrados, las cuestiones y otras solicitudes de apoyo envielas directamente a
fr_fr: S'il vous plaît utiliser ce formulaire pour signaler les bugs rencontrés, les questions et les autres demandes de soutien directement à

source: Note that a response e-mail will be sent to the address associated with your profile
es_es: <br><strong>Nota:</strong> Recibirá respuesta al email asociado a su perfil
fr_fr: Notez qu'une réponse par e-mail sera envoyée à l'adresse associée à votre profil

source: In order to change that please visit your
es_es: <br> Puede modificarlo en su
fr_fr: Afin de changer cela s'il vous plaît consultez votre

source: profile page
es_es: página de perfil
fr_fr: page de profil

source: Title
es_es: Título
fr_fr: Titre

source: Give your issue a short name
es_es: Déle a su problema un nombre corto
fr_fr: Donnez un nom court à votre question

source: Related to
es_es: Relativo a
fr_fr: Lié à

source: Pick one that suits your issue.
es_es: Escoja uno que se adapte a su problema.
fr_fr: Choisissez celui qui convient à votre problème.

source: Description
es_es: Descripción

source: Please describe your issue as detailed as possible. If it's plugin related, please provide the full name of the plugin as well.
es_es: Por favor describa el problema lo más detalladamente posible. De esta manera nuestros técnicos podrán ofrecerle una solución rápida y eficaz.
fr_fr: S'il vous plaît décrivez votre problème de la façon la plus détaillée possible. Si c'est lié à une extension, s'il vous plaît indiquer son nom complet.

source: Send Report
es_es: Enviar solicitud
fr_fr: Envoyer un rapport

source: This report will be sent by e-mail to
es_es: <br>Esta solicitud será enviada por e-mail a
fr_fr: Ce rapport sera envoyé par e-mail à

source: Support provided by
es_es: Soporte técnico suministrado por
fr_fr: Aide fourni par

source: Your <strong>Technical Support</strong> settings have been saved.
es_es: Sus preferencias para <strong>Soporte Técnico</strong> han sido guardadas
fr_fr: Les paramètres de votre <strong> Support Technique </strong> ont été enregistré.

source: Technical Support Settings
es_es: Preferencias de Soporte Técnico
fr_fr: Réglages Support Technique

source: Support Provider
es_es: Proveedor de soporte
fr_fr: Fournisseur d'aide

source: Make sure you test e-mail sending after setup. Also note that if WordPress cannot send e-mails, then neither can this plugin, so make sure WordPress e-mail settings are correctly configured. Also note that the e-mails will be sent from
es_es: Asegúrese de probar el envío de e-mail después de la instalación. También tenga en cuenta que si WordPress no puede enviar e-mails, entonces tampoco puede este plugin, así que asegúrese de que la configuración de correo electrónico de WordPress están configurados correctamente. También tenga en cuenta que los correos electrónicos se envían desde
fr_fr: Assurez-vous d'avoir tester l'envoi du courrier électronique après la configuration. Notez que si WordPress ne réussit pas envoyer des e-mails, cette extension non plus, assurez vous que les paramètres de messagerie de WordPress soient correctement configurés. A noter également que les e-mails seront envoyés à partir de

source: so make sure you add it to your contacts. If you're encountering problems receiving e-mails, try setting up
es_es: así que asegúrese de agregar a sus contactos. Si usted está encontrando problemas para recibir mensajes de correo electrónico, trate de establecer
fr_fr: alors assurez-vous de l'ajouter à vos contacts. Si vous rencontrez des problèmes de réception des e-mails, essayez la création

source: for this domain
es_es: para este dominio
fr_fr: pour ce domain

source: Provider Name
es_es: Nombre del proveedor
fr_fr: Nom du fournisseur

source: Use your company name, for instance: Microsoft
es_es: Use el nombre de su compañía, por ejemplo Codeko.com
fr_fr: Utilisez le nom de votre société, par exemple : Microsoft

source: Provider E-mail
es_es: E-mail del proveedor
fr_fr: Fournisseur E-mail

source: All reports will be sent to this address:
es_es: Todas las solicitudes de soporte serán enviadas a la dirección:
fr_fr: Tous les rapports seront envoyés à cette adresse :

source: Provider Logo
es_es: Logotipo del proveedor
fr_fr: Fournisseur du Logo

source: The URL of the provider logo. Recommended size is 74x22 pixels
es_es: La URL dónde se encuentra el logitipo del proveedor. El tamaño recomendado 74x22 pixels
fr_fr: L'URL du logo fournisseur. La taille recommandée est 74x22 pixels

source: Provider URL
es_es: URL del proveedor
fr_fr: URL du fournisseur

source: The URL of the provider homepage, please start with http
es_es: La URL de la web del provedor, por favor incluya el http://
fr_fr: L'URL de la page d'accueil fournisseur, s'il vous plaît commencer par http

source: Topics
es_es: Temas
fr_fr: Sujets

source: E-mail Formatting
es_es: Formato del e-mail
fr_fr: Formatage courriel

source: Customize your technical support widget: topics and email formatting.
es_es: Personaliza tu widget de Soporte Técnico: temas y formato de correo electrónico.
fr_fr: Personnalisez votre widget de support technique : les sujets et le formatage de la messagerie.

source: Provide a return separated list of what topics you provide support on
es_es: Proporcione una lista separada con saltos de linea de lo temas para los que ofrece soporte
fr_fr: Fournir une liste séparée par des sauts de ligne des sujets auxquels vous fournissez une aide

source: E-mail Subject
es_es: Título del e-mail
fr_fr: Objet du courriel

source: Customize the subject format, use the
es_es: Personalice el título
fr_fr: Personnaliser le format de l'objet, utilisez

source: short-tag, for instance: New Ticket
es_es: short-tag, por ejemplo Nuevo Ticket
fr_fr: balise-courte, par exemple : Nouveau ticket

source: Message Format
es_es: Formato del mensaje
fr_fr: Format de Message

source: This is what you will receive by e-mail. Use the following tags:
es_es: Esto es lo que recibira al e-mail. Use los siguientes tags:
fr_fr: C'est ce que vous recevrez par e-mail. Utilisez les balises suivantes:

source: Save Changes
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
